/*
 info.strings
 dating
 
 Created by Max on 16/2/14.
 Copyright © 2016年 qpidnetwork. All rights reserved.
 */

"Back" = "Back";
"Yes" = "Yes";
"OK" = "OK";
"Cancel" = "Cancel";
"Retry" = "Retry";
"Close" = "Close";
"Home" = "Home";
"Back" = "Back";
"Chat" = "Chat";
"Setting" = "Setting";
"Login" = "Login";
"Add_Credits" = "Add Credits";

//Chat风控
"RiskControl_Chat" = "Sorry, we can not process you request at the moment, please try again later.";

"Update_Title"="Update Notice";
"Update_Tips"="We have update our app to enhance your experience and make it better suited to your needs";
"Update" = "Update";
"Not_Now" = "Not Now";

"Tips_Allow" = "Allow";

"Tips_Camera_Allow" = "to access your camera from device menu:\"Settings\"->\"Privacy\"->\"Camera\"";

"Tips_PhotoLibrary_Allow" = "to access your album from device menu:\"Settings\"->\"Privacy\"->\"Photos\"";

"Tips_Voice_Allow" = "to access your microphone from device menu: \"Settings\"->\"Privacy\"->\"Microphone\"";

"Recv_Level_Up" = "Congratulations! You have upgraded to Level %d.";
"Recv_Love_Up" = "Congratulations! Your intimacy level with %@ has upgraded to Level %d";

"INVITE_HANGOUT_ADDCREDIT" = "You have insufficient credits to send the invitation.";

// 聊天列表文本拼接
"Member_Join" = "joined";
"Member_RiderJoin" = "joined with";
"Member_Follow" = "is following the broadcaster";

"Member_BarGift" = "bought a";
"Member_SentGift" = "sent";
"Member_For" = "for";
"Member_To" = "to";

"List_Reload" = "Reload";
"List_FailTips" = "Failed to load";

"Yesterday" = "Yesterday";

// 公共 提示语
"WARNING" = "Warning";
"OK" = "OK";
"YES" = "YES";
"NO" = "NO";
"SURE" = "Sure";
"CANCEL" = "Cancel";
"RELOAD" = "Reload";
//"ACCOUNT_HAS_LOAD" = "Your account has landed on other devices.";
"CREDITS" = "credits";
"ANNOUNCE_WARNING" = "Warning: ";
"ADD_CREDITS" = "Add Credits";

// ChardTipView
"GOT_IT" = "Got it";

// 新手引导文字
"POLICY" = "By clicking \"GO WATCH\", you agree to the terms of use and privacy policy.";
"LINK_POLICY" = "terms of use and privacy policy.";

"Vaild_Time" = "Vaild Time";

"MAIL" = "Mail";

"GREETING" = "Greeting Mail";
"Done" = "Done";

"Tips_You_Have_Been_Kick" = "You have been signed out because your account is logged in elsewhere.";

"ReplyMail" = "ReplyMail";


"NetworkError" = "Trouble connecting to the server. Please try again later.";

"PUSH_INVITE_TIP" = "%@ is inviting you to start a One-on-One.";

// 邀请和推送提示
"NOTICE_MESSAGE_PREMIUM_STICKER" = "sent a premium sticker.";
"NOTICE_MESSAGE_ANIMATING_STICKER" = "sent a animating sticker.";
"NOTICE_MESSAGE_PHOTO" = "sent a photo.";
"NOTICE_MESSAGE_VOICE" = "sent a voice message.";
"NOTICE_MESSAGE_VIDEO" = "sent a video.";
"NOTICE_MESSAGE_TEXT" = "sent a message.";
